window.FFXIV_DUNGEON_HIGH_NAMES = {
  "v2": [
    "究極幻想 究極武器破壞作戰",
    "極 迦樓羅殲滅戰",
    "極 泰坦殲滅戰",
    "極 伊弗利特殲滅戰",
    "極王莫古爾。莫古XII世殲滅戰",
    "極 利維坦殲滅戰",
    "極 拉姆殲滅戰",
    "極 濕婆殲滅戰"
  ],
  "v3": [
    "極 俾斯麥殲滅戰",
    "極 羅波那殲滅戰",
    "蒼天幻想 圓桌騎士殲滅戰",
    "極 尼德霍格征龍戰",
    "極 魔神薩菲洛特殲滅戰",
    "極 女神索菲婭殲滅戰",
    "極 鬼神祖爾宛殲滅戰"
  ],
  "v4": [
    "極 須佐之男殲滅戰",
    "極 吉祥天女殲滅戰",
    "極 神龍殲滅戰",
    "極  月讀殲滅戰",
    "極 火龍狩獵戰",
    "極 白虎征魂戰",
    "極 朱雀征魂戰",
    "極 青龍征魂戰"
  ],
  "v5": [
    "極 緹坦妮雅殲滅戰",
    "極 無瑕靈君殲滅戰",
    "極 黑迪斯殲滅戰",
    "極 紅寶石武器破壞作戰",
    "極 博茲雅堡壘追憶戰",
    "極 光之戰士殲滅戰",
    "極 綠寶石武器破壞作戰",
    "極 鑽石武器捕獲作戰"
  ],
  "v6": [
    "極 佐狄亞克殲滅戰",
    "極 海德林殲滅戰",
    "終極之戰",
    "極 巴爾巴莉希亞殲滅戰",
    "極 盧比坎特殲滅戰",
    "極 高貝扎殲滅戰",
    "極 澤羅姆斯殲滅戰"
  ],
  "v7": [
    "極 艷翼蛇鳥殲滅戰",
    "極 佐拉加殲滅戰",
    "極 永恆女王殲滅戰",
    "極 澤蓮尼婭殲滅戰",
    "極 The Ageless Necropolis（The Minstrel's Ballad: Necron's Embrace）",
    "極 Hell on Rails",
    "極 The Unmaking",
    "極 The Windward Wilds（Guardian Arkveld）"
  ]
};
